Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: Provide clear directions to the guest room and other facilities, if needed [37675] Cung cấp hướng dẫn rõ ràng cho phòng khách và các cơ sở khác, nếu cần
vi: Provide clear directions to the guest room and other facilities, if needed [37675] Chỉ hướng rõ ràng tới phòng khách và các tiện ích khác, nếu cần

source: Provide complete blackout [2539] Cung cấp che tối hoàn toàn
vi: Provide complete blackout [2539] Có thể cản sáng hoàn toàn

source: Provide complete blackout [82401] Cung cấp rèm tối toàn bộ
vi: Provide complete blackout [82401] Cản sáng hoàn toàn

source: Provide privacy from views into the room but allow light in [2540] Cung cấp sự riêng tư từ góc nhìn vào phòng nhưng cho phép ánh sáng vào
vi: Provide privacy from views into the room but allow light in [2540] Cung cấp sự riêng tư tránh người ngoài nhìn vào nhưng cho phép ánh sáng vào

source: Provide visual privacy [99311] Cung cấp độ kín đáo về tầm nhìn
vi: Provide visual privacy [99311] Đảm bảo riêng tư không bị nhìn lén

source: Providing directions to places of interest, including shopping advice [6319] Cung cấp hướng dẫn đến các địa điểm yêu thích, bao gồm tư vấn mua sắm
vi: Providing directions to places of interest, including shopping advice [6319] Cung cấp hướng dẫn đến các địa điểm được quan tâm, bao gồm tư vấn mua sắm

source: Public Restrooms
vi: Public Restrooms Toilet công cộng

source: Public Restrooms Các Nhà Vệ Sinh Công Cộng
vi: Public Restrooms Nhà Vệ Sinh Công Cộng

source: Public areas greater than 15m² (150ft²) [263123] khu vực công cộng lớn hơn 15m² (150ft²)
vi: Public areas greater than 15m² (150ft²) [263123] khu vực công cộng lớn hơn 15m²

source: Public restrooms must be provided and meet the following: [906] Phải cung cấp hòng vệ sinh công cộng và đáp ứng như sau:
vi: Public restrooms must be provided and meet the following: [906] Phải cung cấp phòng vệ sinh công cộng và đáp ứng như sau:

source: Push button at each doorman’s stand [331086] Nút ấn ở mỗi chỗ đứng gác cửa
vi: Push button at each doorman’s stand [331086] Nút ấn ở mỗi chỗ quầy nhân viên gác cửa

source: Quantity: Two firm pillows for King, Queen and double or one for single [65927] Số lượng: Hai chiếc gối bền cho King, Queen và đôi hoặc một cho đơn
vi: Quantity: Two firm pillows for King, Queen and double or one for single [65927] Số lượng: Hai chiếc gối cứng cho giường King, Queen và twin hoặc một gối cho giường đơn

source: Quilting: 25cm x 25cm (10in x 10in) diamond pattern [96140] Chần vải Quilting: khuôn kim cương 25x25cm
vi: Quilting: 25cm x 25cm (10in x 10in) diamond pattern [96140] Chần: hình kim cương 25x25cm

source: Re-usable, laundry bag can be washed [65024] Túi giặt, tái sử dụng có thể được giặt
vi: Re-usable, laundry bag can be washed [65024] có thể tái sử dụng, có thể giặt

source: Reading lighting must meet the following: [78907] Chiếu sáng phải đáp ứng như sau:
vi: Reading lighting must meet the following: [78907] Đèn đọc sách phải đáp ứng như sau:

source: Receive a signature from each guest on the group signing in sheet [37666] Nhận chữ ký từ mỗi khách trên bảng truy cập nhóm
vi: Receive a signature from each guest on the group signing in sheet [37666] Nhận chữ ký từ mỗi khách trên danh sách nhận phòng của đoàn

source: Reception or maitre d' stations must meet the following: [92149] quầy tiếp nhận hoặc maitre d' phải đáp ứng như sau:
vi: Reception or maitre d' stations must meet the following: [92149] quầy lễ tân hoặc maitre d' phải đáp ứng như sau:

source: Recommended to have one for each of the key customer groups [50893] Đề xuất có một cho mỗi nhóm khách hàng quan trọng
vi: Recommended to have one for each of the key customer groups [50893] Đề xuất có một báo cho mỗi nhóm khách hàng quan trọng

source: Record Documentation
vi: Record Documentation Lưu trữ Hồ sơ

source: Record Documentation Hồ sơ
vi: Record Documentation Lưu trữ Hồ sơ

source: Red Gnome Siberian Dogwood Summer, Nordic Inkberry Holly, Red Gnome Siberian Dogwood Winter, Compact Inkberry Holly, Ornamental Grass, Shamrock Holly or Siberian Pearls Dogwood [266062]
vi: Một số loại cây: Red Gnome Siberian Dogwood Summer, Nordic Inkberry Holly, Red Gnome Siberian Dogwood Winter, Compact Inkberry Holly, Ornamental Grass, Shamrock Holly hoặc Siberian Pearls Dogwood [266062]

source: Refer to IHG Frontline Egg Recipes [196062] Tham chiếu Bí quyết trứng của IHG Frontline
vi: Refer to IHG Frontline Egg Recipes [196062] Tham chiếu Công thức món trứng IHG Frontline

source: Refreshed Mattress Specifications: GM Implementation Guide, Pricing & Distributors List (Brand Central>Holiday Inn Resort>Brand Warehouse>Brand Info>Guidelines>2017 Refreshed Mattress Specifications: GM Implementation Guide, Pricing & Distributors List) Thông số kỹ thuật của nệm được làm mới 2017: Hướng dẫn triển khai GM, Danh sách giá & nhà phân phối (Trung tâm thương hiệu> Holiday Inn Resort> Kho thương hiệu> Thông tin thương hiệu> Hướng dẫn> Thông số kỹ thuật nệm được làm mới 2017: Hướng dẫn thực hiện GM, Danh sách giá & phân phối)
vi: Refreshed Mattress Specifications: GM Implementation Guide, Pricing & Distributors List (Brand Central>Holiday Inn Resort>Brand Warehouse>Brand Info>Guidelines>2017 Refreshed Mattress Specifications: GM Implementation Guide, Pricing & Distributors List) Thông số kỹ thuật của nệm mới năm 2017: Hướng dẫn triển khai cho GM, Danh sách giá & nhà phân phối (Trung tâm thương hiệu> Holiday Inn Resort> Kho thương hiệu> Thông tin thương hiệu> Hướng dẫn> Thông số kỹ thuật nệm mới năm 2017: Hướng dẫn thực hiện cho GM, Danh sách giá & nhà phân phối) https://www.ihgbrandcentral.com/%26redirecturl/clusters/brand/holiday-inn-resort/region/asia-middle-east-africa/subcategory/brand-info/guidelines

source: Regular Coca Cola or Pepsi Cola bottle or can [51450] Chai hoặc lon Coca Cola hoặc Pepsi Cola bình thường
vi: Regular Coca Cola or Pepsi Cola bottle or can [51450] Chai/lon Coca Cola/Pepsi Cola thường

source: Regular Coca Cola or Pepsi Cola bottle or can [51681] Chai hoặc lon Coca Cola hoặc Pepsi Cola bình thường
vi: Regular Coca Cola or Pepsi Cola bottle or can [51681] Chai/lon Coca Cola/Pepsi Cola thường

source: Regular Coca Cola or Pepsi Cola bottle or can [52224] Chai hoặc lon Coca Cola hoặc Pepsi Cola bình thường
vi: Regular Coca Cola or Pepsi Cola bottle or can [52224] Chai/lon Coca Cola/Pepsi Cola thường

source: Regular [60514] Bình thường
vi: Regular [60514] omelette bình thường

source: Remarks
vi: Remarks Ghi chú

source: Removal of rubbish [58842] Loại bỏ rác
vi: Removal of rubbish [58842] Đổ rác

source: Renovation - "Applicable to existing/operating IHG properties at the event of renovation." Đổi mới - "Áp dụng cho các tòa nhà của IHG hiện tại / đang hoạt động tại sự kiện đổi mới."
vi: Renovation - "Applicable to existing/operating IHG properties at the event of renovation." Cải tạo - "Áp dụng cho các cơ sở của IHG hiện có/đang vận hành trong trường hợp tiến hành nâng cấp cải tạo khách sạn."

source: Replacement - "Applicable to existing/operating IHG properties at the event of replacement." Thay thế - "Áp dụng cho các thuộc tính IHG hiện có / đang hoạt động trong trường hợp thay thế."
vi: Replacement - "Applicable to existing/operating IHG properties at the event of replacement." Thay thế - "Áp dụng cho các cơ sở IHG hiện có/đang vận hành trong trường hợp tiến hành thay thế."

source: Reservation System (GRS) or HOLIDEX®Plus (and including IHG Concerto™), which must be purchased on exact match and within a standalone campaign [718048] Hệ thống đặt chỗ (GRS) hoặc HOLIDEX®Plus (và bao gồm cả IHG Concerto ™), phải được mua trên phối hợp chính xác và trong một chiến dịch độc lập
vi: [718048] từ khóa thương hiệu duy nhất khách sạn có thể mua là tên khách sạn chính thức của họ, như được nêu trong Hệ thống đặt phòngkhách (GRS) hoặc HOLIDEX®Plus (và bao gồm cả IHG Concerto™), phải được mua từ khóa khớp hoàn toàn và trong một chiến dịch độc lập

source: Resilient Flooring
vi: Resilient Flooring Lớp lót thảm

source: Resilient Flooring Lát sàn nẩy
vi: Resilient Flooring Lớp lót thảm

source: Responsible Business
vi: Responsible Business Doanh nghiệp có trách nhiệm

source: Responsible Business -> Brand Identity & Signage Doanh nghiệp có trách nhiệm -> Nhận diện thương hiệu & bảng hiệu
vi: Responsible Business -> Brand Identity & Signage Nhận diện thương hiệu & bảng hiệu

source: Responsible Business -> Brand Safety -> Crisis and Incident Doanh nghiệp có trách nhiệm -> An toàn thương hiệu -> Khủng hoảng và sự cố
vi: Responsible Business -> Brand Safety -> Crisis and Incident Khủng hoảng và Sự cố

source: Responsible Business -> Brand Safety -> Fire Safety Doanh nghiệp có trách nhiệm -> An toàn thương hiệu -> An toàn cháy
vi: Responsible Business -> Brand Safety -> Fire Safety An toàn cháy

source: Responsible Business -> Brand Safety -> Food Safety Doanh nghiệp có trách nhiệm -> An toàn thương hiệu -> An toàn thực phẩm
vi: Responsible Business -> Brand Safety -> Food Safety An toàn thực phẩm

source: Responsible Business -> Brand Safety -> Health and Safety (including Guest Safety) Doanh nghiệp có trách nhiệm -> An toàn thương hiệu -> Sức khỏe và an toàn (bao gồm cả an toàn cho khách)
vi: Responsible Business -> Brand Safety -> Health and Safety (including Guest Safety) Sức khỏe và an toàn (bao gồm cả an toàn cho khách)

source: Responsible Business -> Brand Safety -> Leisure and Fitness Centre Safety Doanh nghiệp có trách nhiệm -> An toàn thương hiệu -> Trung tâm giải trí và thể hình
vi: Responsible Business -> Brand Safety -> Leisure and Fitness Centre Safety Trung tâm giải trí và Phòng tập

source: Responsible Business -> Brand Safety -> Security Doanh Nghiệp có trách nhiệm -> An Toàn Thương Hiệu -> An ninh
vi: Responsible Business -> Brand Safety -> Security An ninh

source: Responsible Business -> Brand Safety Doanh Nghiệp có Trách Nhiệm -> An Toàn Thương Hiệu
vi: Responsible Business -> Brand Safety An Toàn Thương Hiệu

source: Responsible Business -> Commercial -> Digital Channels Doanh Nghiệp có Trách Nhiệm -> thương Mại -> Kênh Kỹ Thuật Số
vi: Responsible Business -> Commercial -> Digital Channels Kênh Kỹ Thuật Số

source: Responsible Business -> Commercial -> Sales and Revenue Doanh nghiệp có trách nhiệm -> Thương mại -> Bán hàng và Doanh thu
vi: Responsible Business -> Commercial -> Sales and Revenue Bán hàng và Doanh thu

source: Responsible Business -> Commercial Doanh Nghiệp có Trách Nhiệm – Thương Mại
vi: Responsible Business -> Commercial Thương Mại

source: Responsible Business -> General Doanh Nghiệp Có Trách Nhiệm -> Chung
vi: Responsible Business -> General Chung

source: Responsible Business -> Green Engage Doanh Nghiệp Có Trách Nhiệm – Cam Kết Tiêu Chuẩn Xanh
vi: Responsible Business -> Green Engage Cam Kết Tiêu Chuẩn Xanh

source: Responsible Business -> Human Rights Doanh Nghiệp có Trách Nhiệm – Nhân Quyền
vi: Responsible Business -> Human Rights Nhân Quyền

source: Responsible Business -> Information Management and Security Doanh nghiệp có trách nhiệm -> Quản lý và bảo mật thông tin
vi: Responsible Business -> Information Management and Security Quản lý và bảo mật thông tin

source: Responsible Business -> Trademarks Doanh Nghiệp Có Trách Nhiệm -> Nhãn Hiệu
vi: Responsible Business -> Trademarks Nhãn hiệu

source: Restrooms availability [92596] Nhà vệ sinh có sẵn
vi: Restrooms availability [92596] Có nhà vệ sinh

source: Revolving truck assembly with stainless steel bearing [79903] Lắp ráp thiết bị xe đẩy động với thép không gỉ
vi: Revolving truck assembly with stainless steel bearing [79903] Đế gắn quả cầu trang trí đỉnh cột cờ có thể xoay, ổ trục bi bằng thép không gỉ

source: Robe hook is to be finished to coordinate with plumbing hardware [39736] Móc áo được hoàn thiện để phối hợp với phần cứng hệ thống ống nước
vi: Robe hook is to be finished to coordinate with plumbing hardware [39736] Hoàn thiện móc áo đồng bộ với thiết bị vòi nước...

source: Roofs
vi: Roofs Mái nhà

source: Room Numbering layout reference Tham chiếu bố trí Đánh Số Phòng
vi: Room Numbering layout reference Tham khảo bố trí Đánh Số Phòng (thiếu link)

source: Room Service Menu
vi: Room Service Menu Menu dịch vụ phòng

source: Room Types
vi: Room Types Hạng phòng

source: Room Types Loại Phòng
vi: General Thông tin chung

source: Room service menu must offer: [585053] Thực đơn dịch vụ phòng phải cung cấp:
vi: Room service menu must offer: [585053] Thực đơn dịch vụ phòng phải có:

source: Room sized to accommodate short-term storage of guests' luggage [21234] Phòng được thiết kế để chứa hành lý ngắn hạn cho khách
vi: Room sized to accommodate short-term storage of guests' luggage [21234] Kích thước phòng kho phù hợp chứa hành lý ngắn hạn cho khách

source: Rubbish Bin 1 Thùng rác 1
vi: Rubbish Bin 1 Thùng rác 1 (thiếu link)

source: Rubbish Bin Example Ví dụ thùng nhựa đựng rác
vi: Rubbish Bin Example Ví dụ thùng rác (thiếu link)

source: Rubbish and laundry chutes require the following: [56028] Thùng rác và máng giặt yêu cầu như sau:
vi: Rubbish and laundry chutes require the following: [56028] Ống thả rác và ống thả đồ giặt yêu cầu như sau:

source: Rules of operation [278058] Quy định vận hành
vi: Rules of operation [278058] Quy định khi sử dụng

source: Rủi ro đối với tính bảo mật, tính toàn vẹn và tính sẵn có của Dữ liệu Cá nhân và dữ liệu IHG phải được giảm thiểu thông qua việc áp dụng chương trình Bảo mật Thông tin.
vi: Rủi ro đối với tính bảo mật, tính toàn vẹn và tính sẵn có của Dữ liệu Cá nhân và dữ liệu IHG phải được giảm thiểu thông qua việc sử dụng chương trình Bảo mật Thông tin. See also ID number 7009 Xem thêm số ID 7009

source: SOP Reference Tham chiếu SOP
vi: SOP Reference Tham khảo Quy trình vận hành tiêu chuẩn (thiếu link)

source: Safety Glass must be used for all new and replacement glazed elements in the following: [56519] Kính an toàn phải được sử dụng cho tất cả các yếu tố lắp kính mới và thay thế trong các mục sau:
vi: Safety Glass must be used for all new and replacement glazed elements in the following: [56519] Kính an toàn phải được sử dụng khi lắp mới va thay thế kính trong các hạng mục sau:

source: Safety signage displayed in the local language(s) and English [56274] Biển báo an toàn hiển thị bằng (các) ngôn ngữ địa phương và tiếng Anh
vi: Safety signage displayed in the local language(s) and English [56274] Biển báo an toàn bằng (các) ngôn ngữ địa phương và tiếng Anh

source: Safety signage displayed in the local language(s) and English [56422] Biển báo an toàn hiển thị bằng (các) ngôn ngữ địa phương và tiếng Anh
vi: Safety signage displayed in the local language(s) and English [56422] Biển báo an toàn bằng (các) ngôn ngữ địa phương và tiếng Anh

source: Safety signage displayed in the local language(s) and English.
vi: Safety signage displayed in the local language(s) and English. Biển báo an toàn sử dụng (các) ngôn ngữ địa phương và tiếng Anh

source: Sales and Revenue
vi: Sales and Revenue Kinh doanh và Doanh thu

source: Salt and pepper shakers are recommended [60362] Khuyến nghị các lọ rắc muối tiêu
vi: Salt and pepper shakers are recommended [60362] Khuyến nghị các lọ rắc muối và tiêu

source: Salted butter must be available either set up on the buffet or on request [67295] Bơ mặn phải luôn có trên bàn setup quầy buffet hoặc theo yêu cầu
vi: Salted butter must be available either set up on the buffet or on request [67295] Bơ mặn phải có trên quầy buffet hoặc theo yêu cầu

source: Sample Cloche or Food Cover for Holiday Inn brand Mẫu cloche hoặc bọc thực phẩm cho thương hiệu Holiday Inn
vi: Sample Cloche or Food Cover for Holiday Inn brand Mẫu cloche hoặc nắp đậy đồ ăn cho thương hiệu Holiday Inn

source: Sample Instructions and Diagram Hướng dẫn và sơ đồ mẫu
vi: Sample Instructions and Diagram Mẫu Hướng dẫn và Sơ đồ (thiếu link)

source: Sample food label tag for buffet
vi: Sample food label tag for buffet Sample tag món ăn cho buffet

source: Sample room service tray pick-up card Thẻ mẫu lấy khay dịch vụ phòng
vi: Sample room service tray pick-up card Mẫu thẻ yêu cầu dọn khay phục vụ phòng (thiếu link)

source: Sample table numbering card for live stations Thẻ đánh số bàn mẫu cho cho các quầy trực tiếp.
vi: Sample table numbering card for live stations Mẫu thẻ số bàn cho cho các quầy nấu trực tiếp.

source: Sample water bottle security label sticker
vi: Sample water bottle security label sticker Sample nhãn dán an toàn cho chai nước

source: Sanitary waste disposal in women’s facilities [13038] Xử lý chất thải vệ sinh tại phòng vệ sinh nữ
vi: Sanitary waste disposal in women’s facilities [13038] Thùng đựng sản phẩm vệ sinh trong phòng vệ sinh nữ

source: Sanitaryware
vi: Sanitaryware Thiết bị vệ sinh

source: Sauvignon Blanc or a blend where it is the main grape variety OR Chardonnay or a blend where it is the maingrape variety [53397] Sauvignon Blanc hoặc một pha trộn trong đó nó là giống nho chính HOẶC Chardonnay hoặc một hỗn hợp trong đó nó là giống nho chính
vi: Sauvignon Blanc or a blend where it is the main grape variety OR Chardonnay or a blend where it is the maingrape variety [53397] Sauvignon Blanc hoặc một hỗn hợp nho trong đó nó là giống nho chính HOẶC Chardonnay hoặc một hỗn hợp nho trong đó nó là giống nho chính

source: Screen must be proportionate to the room size and viewing distance and angle (See Table 1), minimum diagonal screen size 80cm (32in) [350311] Màn hình phải cân xứng với kích thước phòng và khoảng cách và góc nhìn (Xem Bảng 1), kích thước màn hình chéo tối thiểu 80cm (32in)
vi: Screen must be proportionate to the room size and viewing distance and angle (See Table 1), minimum diagonal screen size 80cm (32in) [350311] Màn hình phải phù hợp với kích thước phòng, khoảng cách nhìn và góc nhìn (Xem Bảng 1), kích thước chéo màn hình tối thiểu 80cm (32in)

source: Sculpture Art Wall Reference Tham Chiếu Tường Điêu Khác Nghệ Thuật
vi: Sculpture Art Wall Reference Tham khảo Tường điêu khắc trang trí (thiếu link)

source: Seating must be provided and meet the following: [99205] Cung cấp chỗ ngồi và đáp ứng như sau:
vi: Seating must be provided and meet the following: [99205] Phải cung cấp chỗ ngồi và đáp ứng như sau:

source: Security
vi: Security An ninh

source: See also ID number [13011] Xem thêm số ID
vi: See also ID number [13011] Xem thêm số ID [13011]

source: See also ID number [22723] Xem thêm số ID
vi: See also ID number [22723] Xem thêm số ID [22723]

source: See also ID number [291098] Xem thêm số ID
vi: See also ID number [291098] Xem thêm số ID [291098]

source: See also ID number [33473] Xem thêm số ID
vi: See also ID number [33473] Xem thêm số ID [33473]

source: See also ID number [37, 41] Xem thêm số ID
vi: See also ID number [37, 41] Xem thêm số ID [37, 41]

source: See also ID number [4723] Xem thêm số ID
vi: See also ID number [4723] Xem thêm số ID [4723]

source: See also ID number [5464] Xem thêm số ID
vi: See also ID number [5464] Xem thêm số ID [5464]

source: See also ID number [5481, 5496, 5504] Xem thêm số ID
vi: See also ID number [5481, 5496, 5504] Xem thêm số ID [5481, 5496, 5504]

source: See also ID number [5518] Xem thêm số ID
vi: See also ID number [5518] Xem thêm số ID [5518]

source: See also ID number [56046] Xem thêm số ID
vi: See also ID number [56046] Xem thêm số ID [56046]

source: See also ID number [56177] Xem thêm số ID
vi: See also ID number [56177] Xem thêm số ID [56177]

source: See also ID number [56310] Xem thêm số ID
vi: See also ID number [56310] Xem thêm số ID [56310]

source: See also ID number [56605] Xem thêm số ID
vi: See also ID number [56605] Xem thêm số ID [56605]

source: See also ID number [56630] Xem thêm số ID
vi: See also ID number [56630] Xem thêm số ID [56630]

source: See also ID number [56658] Xem thêm số ID
vi: See also ID number [56658] Xem thêm số ID [56658]

source: See also ID number [56740, 56743, 56744, 56748, 56752, 56755] Xem thêm số ID
vi: See also ID number [56740, 56743, 56744, 56748, 56752, 56755] Xem thêm số ID [56740, 56743, 56744, 56748, 56752, 56755]

source: See also ID number [7009] Xem thêm số ID
vi: See also ID number [7009] Xem thêm số ID [7009]

source: Selected and located based on the type of anticipated fire [56578] Được lựa chọn và đặt dựa trên loại lửa dự đoán
vi: Selected and located based on the type of anticipated fire [56578] Được lựa chọn và lắp đặt đặt tại vị trí nào phù hợp với loại lửa dự đoán

source: Self-locking feature on folding cots / cribs [56627] Tính năng tự khóa trên cũi / cũi gấp
vi: Self-locking feature on folding cots/cribs [56627] Tính năng tự khóa đối với cũi gấp

source: Self-serve commercial juicer is permitted [606054] Cho phép máy ép trái cây thương mại tự phục vụ
vi: Self-serve commercial juicer is permitted [606054] Cho phép sử dụng nước trái cây thương mại tự phục vụ

source: Separated from the hotel with construction providing a fire resistance rating of at least 90-minutes [56010] Tách biệt khỏi khách sạn với công trình chống cháy ít nhất 90 phút
vi: Separated from the hotel with construction providing a fire resistance rating of at least 90-minutes [56010] Được ngăn cách khỏi khách sạn bằng kết cấu chống cháy ít nhất 90 phút

source: Service Expectations
vi: Service expectations Kỳ vọng về dịch vụ

source: Service Expectations Mong Đợi của dịch vụ
vi: Service expectations Kỳ vọng về dịch vụ

source: Service Expectations Mong Đợi về Dịch vụ
vi: Guest Services Dịch Vụ cho Khách

source: Service Expectations Mong Đợi về dịch vụ
vi: Service expectations Kỳ vọng về dịch vụ

source: Service Expectations Mong đợi của dịch vụ
vi: Service expectations Kỳ vọng về dịch vụ

source: Service Expectations Mong đợi về dịch vụ
vi: Service expectations Kỳ vọng về dịch vụ

source: Service and Goods Lifts
vi: Service and Goods Lifts Thang máy service và thang chở hàng

source: Service and Goods Lifts Thang Máy Hàng Hóa và Dịch Vụ
vi: Service and Goods Lifts Thang máy chở hàng và thang service

source: Service expectations
vi: Service expectations Kỳ vọng về dịch vụ

source: Service expectations Mong đợi về dịch vụ
vi: Service expectations Kỳ vọng về dịch vụ

source: Service riser shafts that are not fire stopped at every floor must be fitted with smoke detection at every third floor and at the top of the service riser.
vi: Service riser shafts that are not fire stopped at every floor must be fitted with smoke detection at every third floor and at the top of the service riser. Các ống riser dịch vụ không có chống cháy lan ở mỗi tầng phải có đầu báo khói mỗi ba tầng và ở trên đỉnh ống

source: Sewage Disposal
vi: Sewage Disposal Xử lý nước thải

source: Sewage Disposal Loại Bỏ Rác Thải
vi: Sewage Disposal Xử lý Nước thải

source: Shadowless face illumination [99465] Chiếu sáng mặt không bóng
vi: Shadowless face illumination [99465] Chiếu sáng sao cho mặt không đổ bóng

source: Shanghai Pudong Hotel Distribution Center Co., Ltd Tel: +86 21 5892 8000/8016 Điện thoại công ty Trung Tâm Phân Phối Khách Sạn Shanghai Pudong: +86 21 5892 8000/8016
vi: Shanghai Pudong Hotel Distribution Center Co., Ltd Tel: +86 21 5892 8000/8016

source: Sheets and pillow covers must be provided and meet the following: [66517] Phải cung cấp khăn trải giường và vỏ gối và đáp ứng như sau:
vi: Sheets and pillow covers must be provided and meet the following: [66517] Phải cung cấp ga giường và vỏ gối và đáp ứng như sau:

source: Should be in an alcove [22324] Nên ở trong một góc
vi: Should be in an alcove [22324] Nên bố trí trong góc

source: Showers [56533] nhà tắm
vi: Showers [56533] Tắm sen

source: Sights and attractions [142] Cảnh quan và các điểm thu hút
vi: Sights and attractions [142] Các điểm tham quan

source: Signage [18268] Biển báo
vi: Signage [18268] Biển bảng
